[
    {
        "Name": "Hundreds of Beavers",
        "Synopse": "A slapstick epic about a frostbitten battle between JEAN KAYAK and DIABOLICAL BEAVERS--hundreds of them--who stand between him and survival.",
        "Rating": "",
        "Genre": "",
        "Director": "Mike Cheslik",
        "Producer": "Sam Hogerton,                                                                                                                                 Kurt Ravenwood,                                                                                                                                 Matt Sabljak,                                                                                                                                 Ryland Brickson Cole Tews",
        "Writer": "Mike Cheslik,                                                                                                                                 Ryland Brickson Cole Tews",
        "ReleaseDate": "Apr 15, 2024",
        "Runtime": "1h 48m",
        "Distributor": ""
    },
    {
        "Name": "The Stranger",
        "Synopse": "New to Los Angeles, rideshare driver Clare picks up Carl from a home deep in the Hollywood Hills. What begins as a routine ride turns into Clare’s worst nightmare: a twelve-hour fight for survival through the city’s seedy underbelly. Carl is not the passenger Clare thought he was, and Clare is not easy prey.",
        "Rating": "",
        "Genre": "",
        "Director": "Veena Sud",
        "Producer": "",
        "Writer": "",
        "ReleaseDate": "Apr 15, 2024",
        "Runtime": "1h 37m",
        "Distributor": ""
    },
    {
        "Name": "Sweet Dreams",
        "Synopse": "Johnny Knoxville, Mo Amer, Theo Von and Kate Upton unite in this wild and off-the-wall journey of second chances from the producer of The Peanut Butter Falcon. Forced into rehab at SWEET DREAMS recovery center, Morris (Knoxville) struggles to confront the wreckage of his life. But when their house goes up for auction, he reluctantly agrees to coach their misfit softball team of recovering addicts to win a cash prize and prove that everyone, despite their past, can hit a home run.",
        "Rating": "R (Pervasive Language|Some Sexual Material)",
        "Genre": "",
        "Director": "Lije Sarki",
        "Producer": "Lije Sarki,                                                                                                                                 Ari Basile,                                                                                                                                 Robert Ogden Barnum,                                                                                                                                 Lucas Jarach",
        "Writer": "Lije Sarki",
        "ReleaseDate": "Apr 16, 2024",
        "Runtime": "1h 39m",
        "Distributor": "Paramount Pictures"
    },
    {
        "Name": "An American Bombing: The Road to April 19th",
        "Synopse": "AN AMERICAN BOMBING: THE ROAD TO APRIL 19TH looks at the surge in homegrown political violence through the story of the 1995 Oklahoma City bombing, showing the roots of anti-government sentiment and its reverberations today, along with the emotionally charged warnings of those who suffered tragic losses in the deadliest homegrown attack in U.S. history.",
        "Rating": "",
        "Genre": "",
        "Director": "Marc Levin",
        "Producer": "Marc Levin,                                                                                                                                 Daphne Pinkerson",
        "Writer": "",
        "ReleaseDate": "Apr 16, 2024",
        "Runtime": "1h 46m",
        "Distributor": "Max"
    },
    {
        "Name": "Deadly Justice",
        "Synopse": "Holly is a successful prosecutor who put away a prominent but corrupt judge. After appearing on a true crime show to discuss the case, her life and business get turned upside down by a murderous stalker who's convinced the judge is an innocent man.",
        "Rating": "",
        "Genre": "",
        "Director": "Karyn Klein",
        "Producer": "Benjamin Easterday,                                                                                                                                 Brad Jay,                                                                                                                                 Marc Clebanoff,                                                                                                                                 Rachel Newman",
        "Writer": "Corin Nemec",
        "ReleaseDate": "Apr 16, 2024",
        "Runtime": "1h 25m",
        "Distributor": "Level 33 Entertainment"
    },
    {
        "Name": "Rebel Moon: Part 2 - The Scargiver",
        "Synopse": "The rebel warriors gear up for battle against the ruthless forces of the Motherworld as unbreakable bonds are forged, heroes emerge — and legends are made.",
        "Rating": "PG-13 (Brief Strong Language|Suicide|Sequences of Strong Violence)",
        "Genre": "",
        "Director": "Zack Snyder",
        "Producer": "Eric Newman,                                                                                                                                 Deborah Snyder,                                                                                                                                 Zack Snyder",
        "Writer": "Zack Snyder,                                                                                                                                 Shay Hatten,                                                                                                                                 Kurt Johnstad",
        "ReleaseDate": "Apr 19, 2024",
        "Runtime": "2h 3m",
        "Distributor": "Netflix"
    },
    {
        "Name": "Dusk for a Hitman",
        "Synopse": "Hitman Donald Lavoie faces an impossible order: eliminate his own family for mob boss Claude Dubois. Detectives offer him a way out by making him their informant, putting Donald in a perilous balancing act between loyalty and survival.",
        "Rating": "R (Some Sexuality|Drug Use|Nudity|Language Throughout|Strong Violence)",
        "Genre": "",
        "Director": "Raymond St-Jean",
        "Producer": "Paul Cadieux,                                                                                                                                 Michel Ouellette",
        "Writer": "Martin Girard,                                                                                                                                 Raymond St-Jean",
        "ReleaseDate": "Apr 19, 2024",
        "Runtime": "1h 47m",
        "Distributor": "Saban Films"
    },
    {
        "Name": "Blood for Dust",
        "Synopse": "Reckless Ricky (Kit Harington) makes serious money dealing illegal weapons throughout the tri-state area and loves to flaunt it. Traveling salesman Cliff (Scoot McNairy), covers the same territory Ricky runs guns through. Desperate to find some financial relief for his struggling family, Cliff agrees to partner with Ricky, to commit cross-state drug and gun deliveries for a mid-level American cartel boss John (Josh Lucas). When a simple exchange turns into a bloodbath after Ricky kills everyone in a territory grab, the pair find themselves in a pressure cooker situation where unlikely drug dealer Cliff must fight as hard as he can to stay alive.",
        "Rating": "R (Some Sexual Material/Nudity|Language|Drug Use|Suicide|Violence)",
        "Genre": "",
        "Director": "Rod Blackhurst",
        "Producer": "Noah Lang,                                                                                                                                 Mark Fasano,                                                                                                                                 Nathan Klingher,                                                                                                                                 Bobby Campbell,                                                                                                                                 Arun Kumar,                                                                                                                                 Ari Novak,                                                                                                                                 Bernard Kira",
        "Writer": "David Ebeltoft",
        "ReleaseDate": "Apr 19, 2024",
        "Runtime": "1h 38m",
        "Distributor": "The Avenue"
    },
    {
        "Name": "Kung Fu Panda 4",
        "Synopse": "After three death-defying adventures defeating world-class villains with his unmatched courage and mad martial arts skills, Po, the Dragon Warrior (Golden Globe nominee Jack Black), is called upon by destiny to... give it a rest already. More specifically, he's tapped to become the Spiritual Leader of the Valley of Peace. That poses a couple of obvious problems. First, Po knows as much about spiritual leadership as he does about the paleo diet, and second, he needs to quickly find and train a new Dragon Warrior before he can assume his new lofty position. Even worse, there's been a recent sighting of a wicked, powerful sorceress, Chameleon (Oscar® winner Viola Davis), a tiny lizard who can shapeshift into any creature, large or small. And Chameleon has her greedy, beady little eyes on Po's Staff of Wisdom, which would give her the power to re-summon all the master villains whom Po has vanquished to the spirit realm. \n \nSo, Po’s going to need some help. He finds it (kinda?) in the form of crafty, quick-witted thief Zhen (Golden Globe winner Awkwafina), a corsac fox who really gets under Po’s fur but whose skills will prove invaluable. In their quest to protect the Valley of Peace from Chameleon’s reptilian claws, this comedic odd-couple duo will have to work together. In the process, Po will discover that heroes can be found in the most unexpected places.",
        "Rating": "PG (Mild Violence|Martial Arts Action|Scary Images|Some Mild Rude Humor)",
        "Genre": "",
        "Director": "Mike Mitchell",
        "Producer": "Rebecca Huntley",
        "Writer": "Jonathan Aibel,                                                                                                                                 Glenn Berger,                                                                                                                                 Darren Lemke",
        "ReleaseDate": "Apr 9, 2024",
        "Runtime": "1h 34m",
        "Distributor": "Universal Pictures"
    },
    {
        "Name": "Scoop",
        "Synopse": "Inspired by real events, SCOOP is the inside account of the tenacious journalism that landed an earthshattering interview -- Prince Andrew's infamous BBC Newsnight appearance. From the tension of producer Sam McAlister's high stakes negotiations with Buckingham Palace, all the way to Emily Maitlis' jaw-dropping, forensic showdown with the Prince, SCOOP takes us inside the story, with the women who would stop at nothing to get it. To get an interview this big, you have to be bold.",
        "Rating": "",
        "Genre": "",
        "Director": "Philip Martin",
        "Producer": "Radford Neville,                                                                                                                                 Hilary Salmon,                                                                                                                                 Sanjay Singhal",
        "Writer": "Geoff Bussetil,                                                                                                                                 Peter Moffat",
        "ReleaseDate": "Apr 5, 2024",
        "Runtime": "1h 41m",
        "Distributor": "Netflix"
    },
    {
        "Name": "One Life",
        "Synopse": "Based on the book If It's Not Impossible...: The Life of Sir Nicholas Winton by Barbara Winton, ONE LIFE tells the incredible, emotional true story of Nicholas 'Nicky' Winton (Johnny Flynn), a young London broker who visits Prague in December 1938. In a race against time, Winton convinces Trevor Chadwick (Alex Sharp) and Doreen Warriner (Romola Garai) of the British Committee for Refugees in Czechoslovakia to rescue hundreds of predominantly Jewish children before Nazi occupation closes the borders. Fifty years later, Nicky (Anthony Hopkins) is haunted by the fate of the children he wasn't able to bring to safety in England. It's not until the BBC show \"That's Life!\" re-introduces him to some of those he helped rescue that he finally begins to come to terms with the guilt and grief he carried -- all the while skyrocketing from anonymity to a national hero.",
        "Rating": "",
        "Genre": "",
        "Director": "James Hawes",
        "Producer": "Joanna Laurie,                                                                                                                                 Iain Canning,                                                                                                                                 Emile Sherman,                                                                                                                                 Guy Heeley",
        "Writer": "Lucinda Coxon,                                                                                                                                 Nick Drake",
        "ReleaseDate": "Apr 9, 2024",
        "Runtime": "1h 49m",
        "Distributor": "Bleecker Street"
    },
    {
        "Name": "The Zone of Interest",
        "Synopse": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
        "Rating": "PG-13 (Some Suggestive Material|Smoking|Thematic Material)",
        "Genre": "",
        "Director": "Jonathan Glazer",
        "Producer": "James Wilson,                                                                                                                                 Ewa Puszczynska,                                                                                                                                 Jim Wilson",
        "Writer": "Jonathan Glazer",
        "ReleaseDate": "Feb 20, 2024",
        "Runtime": "1h 46m",
        "Distributor": "A24"
    },
    {
        "Name": "Argylle",
        "Synopse": "Bryce Dallas Howard (Jurassic World franchise) is Elly Conway, the reclusive author of a series of best-selling espionage novels, whose idea of bliss is a night at home with her computer and her cat, Alfie. But when the plots of Elly's fictional books--which center on secret agent Argylle and his mission to unravel a global spy syndicate--begin to mirror the covert actions of a real-life spy organization, quiet evenings at home become a thing of the past. Accompanied by Aidan (Oscar® winner Sam Rockwell), a cat-allergic spy, Elly (carrying Alfie in her backpack) races across the world to stay one step ahead of the killers as the line between Elly's fictional world and her real one begins to blur.",
        "Rating": "PG-13 (Strong Violence and Action|Some Strong Language)",
        "Genre": "",
        "Director": "Matthew Vaughn",
        "Producer": "Matthew Vaughn,                                                                                                                                 Adam Bohling,                                                                                                                                 David Reid,                                                                                                                                 Jason Fuchs",
        "Writer": "Jason Fuchs",
        "ReleaseDate": "Mar 5, 2024",
        "Runtime": "2h 19m",
        "Distributor": "Universal Pictures"
    },
    {
        "Name": "Poor Things",
        "Synopse": "From filmmaker Yorgos Lanthimos and producer Emma Stone comes the incredible tale and fantastical evolution of Bella Baxter (Stone), a young woman brought back to life by the brilliant and unorthodox scientist Dr. Godwin Baxter (Willem Dafoe). Under Baxter's protection, Bella is eager to learn. Hungry for the worldliness she is lacking, Bella runs off with Duncan Wedderburn (Mark Ruffalo), a slick and debauched lawyer, on a whirlwind adventure across the continents. Free from the prejudices of her times, Bella grows steadfast in her purpose to stand for equality and liberation.",
        "Rating": "R (Gore|Disturbing Material|Graphic Nudity|Language|Strong Sexual Content)",
        "Genre": "",
        "Director": "Yorgos Lanthimos",
        "Producer": "Yorgos Lanthimos,                                                                                                                                 Emma Stone,                                                                                                                                 Ed Guiney,                                                                                                                                 Andrew Lowe",
        "Writer": "Tony McNamara",
        "ReleaseDate": "Feb 27, 2024",
        "Runtime": "2h 21m",
        "Distributor": "Searchlight Pictures"
    },
    {
        "Name": "Anatomy of a Fall",
        "Synopse": "For the past year, Sandra, her husband Samuel, and their eleven-year-old son Daniel have lived a secluded life in a remote town in the French Alps. When Samuel is found dead in the snow below their chalet, the police question whether he was murdered or committed suicide. Samuel's suspicious death is presumed murder, and Sandra becomes the main suspect. What follows is not just an investigation into the circumstances of Samuel's death but an unsettling psychological journey into the depths of Sandra and Samuel's conflicted relationship.",
        "Rating": "R (Some Language|Sexual References|Violent Images)",
        "Genre": "",
        "Director": "Justine Triet",
        "Producer": "Marie-Ange Luciani,                                                                                                                                 Philippe Martin,                                                                                                                                 David Thion",
        "Writer": "Justine Triet,                                                                                                                                 Arthur Harari",
        "ReleaseDate": "Dec 22, 2023",
        "Runtime": "2h 30m",
        "Distributor": "NEON"
    },
    {
        "Name": "Road House",
        "Synopse": "In this adrenaline-fueled reimagining of the 80s cult classic, ex-UFC fighter Dalton (Jake Gyllenhaal) takes a job as a bouncer at a Florida Keys roadhouse, only to discover that this paradise is not all it seems.",
        "Rating": "R",
        "Genre": "",
        "Director": "Doug Liman",
        "Producer": "Joel Silver",
        "Writer": "Anthony Bagarozzi,                                                                                                                                 Charles Mondry,                                                                                                                                 Chuck Mondry",
        "ReleaseDate": "Mar 21, 2024",
        "Runtime": "1h 54m",
        "Distributor": "Amazon Studios"
    },
    {
        "Name": "North of Normal",
        "Synopse": "NORTH OF NORMAL follows writer Cea Sunrise Person's unconventional childhood in the wilderness, her complicated relationship with her perpetually pot-smoking teen mom, and her incredible path to a version of normalcy.",
        "Rating": "",
        "Genre": "",
        "Director": "Carly Stone",
        "Producer": "Jonathan Bronfman,                                                                                                                                 Kyle Mann",
        "Writer": "Alexandra Weir",
        "ReleaseDate": "Apr 9, 2024",
        "Runtime": "1h 30m",
        "Distributor": "Quiver Distribution"
    },
    {
        "Name": "The Little Things",
        "Synopse": "Deputy Sheriff Joe \"Deke\" Deacon joins forces with Sgt. Jim Baxter to search for a serial killer who's terrorizing Los Angeles. As they track the culprit, Baxter is unaware that the investigation is dredging up echoes of Deke's past, uncovering disturbing secrets that could threaten more than his case.",
        "Rating": "R (Language|Full Nudity|Violent/Disturbing Images)",
        "Genre": "",
        "Director": "John Lee Hancock",
        "Producer": "John Lee Hancock,                                                                                                                                 Mark Johnson",
        "Writer": "John Lee Hancock",
        "ReleaseDate": "Jan 29, 2021",
        "Runtime": "2h 7m",
        "Distributor": "Warner Bros. Pictures"
    },
    {
        "Name": "Sleeping Dogs",
        "Synopse": "In this gripping crime thriller, Russell Crowe stars as Roy Freeman, an ex-homicide detective with a fractured memory, forced to revisit a case he can't remember. As a man's life hangs in the balance on death row, Freeman must piece together the brutal evidence from a decade-old murder investigation, uncovering a sinister web of buried secrets and betrayals linking to his past. With only instincts to trust, he faces a chilling truth -- sometimes, it's best to let sleeping dogs lie.",
        "Rating": "R (Language|Violence/Bloody Images|Sexual Content)",
        "Genre": "",
        "Director": "Adam Cooper",
        "Producer": "Mark Fasano,                                                                                                                                 Adam Cooper,                                                                                                                                 Deborah Glover,                                                                                                                                 Pouya Shahbazian,                                                                                                                                 Bill Collage,                                                                                                                                 Arun Kumar",
        "Writer": "Adam Cooper,                                                                                                                                 Bill Collage",
        "ReleaseDate": "Apr 9, 2024",
        "Runtime": "1h 51m",
        "Distributor": "The Avenue"
    },
    {
        "Name": "LaRoy, Texas",
        "Synopse": "Broke and depressed, Ray (John Magaro) is mistaken for a dangerous hitman and given an envelope of cash. Along with his P.I. friend Skip (Steve Zahn), he must escape the actual hitman to make it out of LaRoy alive.",
        "Rating": "",
        "Genre": "",
        "Director": "Shane Atkinson",
        "Producer": "Caddy Vanasirikul,                                                                                                                                 Sebastien Aubert,                                                                                                                                 Jeremie Guiraud",
        "Writer": "Shane Atkinson",
        "ReleaseDate": "Apr 12, 2024",
        "Runtime": "1h 50m",
        "Distributor": "Brainstorm Media"
    },
    {
        "Name": "What Jennifer Did",
        "Synopse": "When Jennifer Pan calls 911 to report that her parents have been shot, she becomes the primary focus of a captivating criminal case.",
        "Rating": "",
        "Genre": "",
        "Director": "Jenny Popplewell",
        "Producer": "",
        "Writer": "",
        "ReleaseDate": "Apr 10, 2024",
        "Runtime": "1h 27m",
        "Distributor": "Netflix"
    },
    {
        "Name": "The Bricklayer",
        "Synopse": "The Bricklayer follows a rogue insurgent blackmailing the CIA by assassinating foreign journalists and making it appear the agency is responsible. As other nations begin turning against the U.S., the CIA must lure Steve Vail (Aaron Eckhart) -- their most brilliant and rebellious operative -- out of retirement. With an elite and deadly skill set, Vail is tasked with helping clear the agency's name, forcing him to confront his checkered past while unraveling an international conspiracy.",
        "Rating": "R (Strong Violence and Language)",
        "Genre": "",
        "Director": "Renny Harlin",
        "Producer": "Gerard Butler,                                                                                                                                 Heidi Jo Markel,                                                                                                                                 Jeffrey Greenstein,                                                                                                                                 Les Weldon,                                                                                                                                 Jonathan Yunger,                                                                                                                                 Yariv Lerner,                                                                                                                                 Robert Van Norden,                                                                                                                                 Robert Van Norden,                                                                                                                                 Alan Siegel,                                                                                                                                 Danielle Robinson",
        "Writer": "Hanna Weg,                                                                                                                                 Matt Johnson",
        "ReleaseDate": "Jan 5, 2024",
        "Runtime": "1h 50m",
        "Distributor": "Vertical"
    }
]